Repository: CarJem/S3A.I.R-ModManager
Catalog: Sonic3AIR_ModManager/Languages/lang.*.resx
Languages: de, es, fr, nl, ru

# ForceQuitGameDialog_Text
source: Are you sure you want to force quit Sonic 3 A.I.R? (All unsaved progress will be lost)
de: Willst du wirklich ein Beenden von Sonic 3 A.I.R. erzwingen? (Ungesicherter Fortschritt geht dabei verloren)
nl: Weet je zeker dat je Sonic 3 A.I.R wilt stoppen? (Alle niet-opgeslagen voortgang gaat verloren)
ru: Вы уверены, что хотите принудлительно выйти из Sonic 3 A.I.R? (Весь несохраненный прогресс будет потерян)

# EnableDiscordRPCOption
source: Enable Discord RPC Support
es: Habilitar soporte RPC de Discord
nl: Schakel Discord RPC-ondersteuning in
ru: Включить поддержку Discord Rich Presence

# HasDeviceNamesCheckbox
source: Uses Device Names (Disable for Keyboards)
nl: Gebruikt apparaatnamen (uitschakelen voor toetsenborden)
ru: Использует имена устройств (Отключите для клавиатуры)

# RenderingType_GroupBox_Header
source: Rendering Type
nl: Weergavetype
ru: Тип рендеринга

# RenderingType_RadioButton_Hardware
source: Hardware
ru: Аппаратный

# RenderingType_RadioButton_Software
source: Software
ru: Програмный

# Buttons_Back
source: Back
de: Zurück
es: Atrás
nl: Turug

# Input_INPUT
source: [INPUT]
de: [EINGABE]
nl: [INVOER]

# Input_NONE
source: [NONE]
de: [KEINE]
fr: [AUCUN]
nl: [GEEN]

# Input_UNSUPPORTED
source: [UNSUPPORTED]
de: [NICHT UNTERSTÜTZT]
fr: [NON-SUPPORTÉ]
nl: [GEEN SUPPORT]

# NewSubFolderEntryName
source: new_sub_folder
de: neuer_ordner
fr: nouveau sous-dossier
nl: nieuwe_submap

# SonicAIRVersionZIP
source: Sonic 3 A.I.R. Version ZIP
de: Sonic 3 A.I.R. Versions ZIP
fr: Archive(Zip) de Sonic 3 A.I.R
nl: Sonic 3 A.I.R. Versie ZIP

# Input_MULTI
source: [MULTI]
de: [MEHRERE]

# UnsetFolderPathString
source: UNSET_FOLDER_PATH
de: ORDNERPFAD_NICHT_GESETZT
fr: EMPLACEMENT_DOSSIER_NON_RÉGLÉ
