Repository: CarJem/S3A.I.R-ModManager
Catalog: Sonic3AIR_ModManager/Languages/lang.*.resx
Languages: de, es, fr, nl, ru

# VersionSelectCaption1
source: Can not determine version name, please specify your own:
fr: Impossible de déterminer le nom de la version, veuillez spécifier le vôtre:
nl: Kan de versienaam niet bepalen, geef uw eigen naam op:
ru: Не могу определить название версии, укажите свою:

# VersionSelectCaption2
source: A Version with that name already exists, or the name contains invalid characters for a folder, please specify a different one:
de: Eine Version mit diesem Namen existiert bereits, oder der Name enthält ungültige Zeichen für einen Ordner, bitte gib einen anderen ein:
fr: Une version portant ce nom existe déjà ou le nom contient des caractères non valides pour un dossier, veuillez en spécifier une différente:
nl: Er bestaat al een versie met die naam of de naam bevat ongeldige tekens voor een map, geef een andere naam op:
ru: Версия с таким именем уже существует, или имя содержит недопустимые символы для папки, укажите другое:

source: Backup Failed
de: Sicherung fehlgeschlagen
es: Copia de seguridad fallida
fr: Échec de la sauvegarde
nl: Backup gefaald
ru: Ошибка резервного копирования

source: Restore Failed
de: Wiederherstellen der Sicherung fehlgeschlagen
fr: Échec de la restauration
nl: Herstellen mislukt
ru: Восстановление не удалось

source: Try Again?
de: Nochmal probieren?
fr: Réessayer ?
nl: Opnieuw proberen?
ru: Попробовать снова?

# RecordingsLocationDefault
source: Default Folder
de: Standard-Ordner
fr: Dossier par défaut
nl: Standaard map
ru: Папка по умолчанию

# RecordingsLocationAppData
source: Sonic 3 A.I.R. AppData Folder
de: Sonic 3 A.I.R. Spielerdaten-Ordner
fr: Sonic 3 A.I.R. Dossier AppData
nl: Sonic 3 A.I.R. AppData-map
ru: Папка AppData Sonic 3 A.I.R.

# RecordingsLocationRecordingsFolder
source: Sonic 3 A.I.R. Recordings Folder
de: Sonic 3 A.I.R. Recordings Ordner
fr: Sonic 3 A.I.R. Dossier de capture (enregistrements)
nl: Sonic 3 A.I.R. Opnamemap
ru: Папка с записями Sonic 3 A.I.R.

# RecordingsLocationEXEFolder
source: Sonic 3 A.I.R. EXE Folder
de: Sonic 3 A.I.R. EXE Ordner
fr: Sonic 3 A.I.R. Dossier EXE
nl: Sonic 3 A.I.R. EXE-map
ru: Папка установки Sonic 3 A.I.R.

# RecordingsLocationBrowse
source: Browse...
de: Suchen...
fr: Parcourir...
nl: Bladeren...
ru: Указать...

# RecordingsLocationLabel
source: Selected Location:
de: Gewählter Ort:
fr: Emplacement sélectionné:
nl: Geselecteerde locatie:
ru: Выбранное место:

# GameRecordingsPlayButton
source: Play...
de: Spielen...
fr: Lire...
nl: Speel...
ru: Играть...

# PlayUsingCurrentVersionMenuItem
source: Play Using Current Version
de: Abspielen mit aktueller Spielversion
fr: Lire avec la version actuelle
nl: Speel met de huidige versie
ru: Играть выбранную версию

# PlayUsingMatchingVersionMenuItem
source: Play Using Recording Version
de: Abspielen mit Aufnahme-Spielversion
fr: Lire avec la version de la capture
nl: Speel met opnameversie
ru: Играть используя версию при записи

# PlayUsingOtherVersionMenuItem
source: Play Using...
de: Abspielen mit...
fr: Lire avec...
nl: Spelen met...
ru: Играть используя...

# FileTab
source: File
de: Datei
fr: Fichier
nl: Bestand
ru: Файл

# ViewTab
source: View
de: Ansicht
fr: Afficher
nl: Bekijk
ru: Вид

# HelpTab
source: Help
de: Hilfe
fr: Aide
ru: Помощь

# OtherTab
source: Other
de: Andere
fr: Autre
nl: Anders
ru: Другое

# LaunchPresetsMenuItem
source: Launch Presets...
de: Startvorlagen...
fr: Lancer les préréglages...
nl: presets starten...
ru: Пресеты запуска...

# LoadLaunchPresetsMenuItem
source: Load Launch Preset...
de: Startvorlage laden...
fr: Charger le préréglage de lancement...
nl: Startvoorinstelling laden...
ru: Загрузить пресет запуска...

# RenameLaunchPresetsMenuItem
source: Rename Launch Preset...
de: Startvorlage umbenennen...
fr: Renommer le préréglage de lancement...
nl: hernoem opstart preset
ru: Переименовать пресет запуска...

# DeleteLaunchPresetsMenuItem
source: Delete Launch Preset...
de: Startvorlage löschen...
es: Eliminar inicio preajustado...
fr: Supprimer le préréglage de lancement...
nl: Verwijder opstart preset
ru: Удалить пресет запуска...

# SaveLaunchPresetAsMenuItem
source: Replace Existing Current Settings...
de: Existierende aktuelle Einstellungen ersetzen...
fr: Remplacer les paramètres actuels existants ...
nl: huidige instellingen vervangen...
ru: Заменить существующие текущие настройки...

# DeleteAllLaunchPresetsMenuItem
source: Delete All Launch Presets
de: Alle Startvorlagen löschen
es: Eliminar todos los preajustes de inicio
fr: Supprimer tous les préréglages de lancement
nl: Verwijder alle opstart presets
ru: Удалить все пресеты запуска

# SaveLaunchPresetMenuItem
source: Save Current Settings as Launch Preset
de: Aktuelle Einstellungen als Startvorlage setzen
fr: Enregistrer les paramètres actuels en tant que préréglage de lancement
nl: Sla huidige instellingen op als start preset
ru: Сохранить текущие настройки как пресет запуска

# ModCollectionsMenuItem
source: Mod Collections...
de: Mod-Kollektionen...
fr: Collection de mods...
nl: Mod collecties...
ru: Модпаки...

# LoadModCollectionMenuItem
source: Load Mod Collection...
de: Mod-Kollektion laden...
fr: Charger la Collection de mods...
nl: Laad mod collectie...
ru: Загрузить модпак...

# RenameModCollectionMenuItem
source: Rename Mod Collection...
de: Mod-Kollektion umbenennen...
fr: Renommer la Collection de mods...
nl: Hernoem Mod Collectie...
ru: Переименовать модпак...

# DeleteModCollectionMenuItem
source: Delete Mod Collection...
de: Mod-Kollektion löschen...
es: Eliminar colección de mods...
fr: Supprimer la Collection de mods...
nl: Verwijder mod collectie
ru: Удалить модпак...

# SaveModCollectonAsMenuItem
source: Replace Existing Mod Collection...
de: Existierende Mod-Kollektion ersetzen...
fr: Remplacer la Collection de mods existante...
nl: Bestaande mod-collectie vervangen...
ru: Заменить существующий модпак...

# DeleteAllModCollectionsMenuItem
source: Delete All Mod Collections
de: Alle Mod-Kollektionen löschen
es: Eliminar todas las colecciones de mods
fr: Supprimer la Collection de mods existante...
nl: Verwijder alle mod collecties
ru: Удалить все модпаки

# SaveModCollectonMenuItem
source: Save Active Mods as Mod Collection
de: Aktive Mods als Kollektion speichern
fr: Enregistrer les mods actifs en tant que "Collection de mods"
nl: Sla actieve mods op als mod-verzameling
ru: Сохранить активные моды как модпак

source: Set A.I.R. Path Manually...
de: A.I.R. Pfad manuell setzen...
fr: Définir l'emplacement de A.I.R manuellement ...
nl: Stel A.I.R. Pad handmatig in...
ru: Указать путь к A.I.R. самостоятельно...

source: Set A.I.R. Path from previous data...
de: A.I.R. Pfad aus vorherigen Daten holen...
fr: Définir l'emplacement de A.I.R. à partir des données précédentes ...
nl: Stel A.I.R. Pad in door middel vanvan eerdere gegevens...
ru: Указать путь к A.I.R. из предыдущих данных...

# AddAIRVersion
source: Add an A.I.R. Build...
de: Eine A.I.R. Version hinzufügen
es: Agrega una versión de A.I.R...
fr: Ajouter une construction de A.I.R. ...
nl: Voeg een A.I.R. versie toe
ru: Добавить билд A.I.R...

# ChangeAIRVersion
source: Change A.I.R. Build...
de: A.I.R. Version wechseln
es: Cambiar de versión de A.I.R.
fr: Changer de construction de A.I.R. ...
nl: Verander A.I.R. versie
ru: Изменить билд A.I.R...

# ManageAIRVersions
source: Manage A.I.R. Builds
de: A.I.R. Spielversionen verwalten
fr: Gérer les constructions A.I.R.
nl: Beheer A.I.R. versies
ru: Управлять билдами A.I.R.

# ModCollectionDialog_Caption_Rename
source: Rename Mod Collection
de: Mod-Kollektion umbenennen
fr: Renommer la collection de mods
nl: Hernoem een modcollectie
ru: Переименовать модпак

# ModCollectionDialog_Message_Rename
source: Enter the new name of this mod collection:
de: Gib den neuen Namen für die Mod-Kollektion ein:
fr: Entrez le nouveau nom de cette collection de mods:
nl: Voer de nieuwe naam van deze mod-collectie in:
ru: Введите новое название для этого модпака:

# ModCollectionDialog_Caption_Delete
source: Remove Mod Collection
de: Mod-Kollektion entfernen
fr: Supprimer la collection de mods
nl: Verwijder mod collectie
ru: Удалить модпак

# ModCollectionDialog_Message_Delete
source: Are you sure you want to delete the "{0}" mod collection? (This can not be undone)
de: Bist du sicher, dass du die Mod-Kollektion "{0}" löschen willst? (Dies kann nicht rückgängiog gemacht werden)
fr: Voulez-vous vraiment accéder à la collection de mods "{0}"? (Ça ne peut pas être annulé)
nl: Weet je zeker dat u de mod-verzameling '{0}' wilt verwijderen? (Dit kan niet ongedaan gemaakt worden)
ru: Вы уверены, что хотите удалить модпак "{0}"? (Это не может быть отменено)

# ModCollectionDialog_Caption_Replace
source: Replace Existing Mod Collection
de: Existierende Mod-Kollektion ersetzen
fr: Remplacer la collection de mod existante
nl: Vervang bestaande mod collectie
ru: Заменить существующий модпак

# ModCollectionDialog_Message_Replace
source: Are you sure you want to replace the existing mod collection? (This can not be undone)
de: Bis du sicher, dass du die existierende Mod-Kollektion überschreiben willst? (Dies kann nicht rückgängiog gemacht werden)
fr: Voulez-vous vraiment remplacer la collection de mod existante? (Ça ne peut pas être annulé)
nl: Weet je zeker dat je de bestaande mod-collectie wilt vervangen? (Dit kan niet ongedaan gemaakt worden)
ru: Вы уверены, что хотите заменить существующий модпак? (Это не может быть отменено)

# ModCollectionDialog_Caption_DeleteAll
source: Delete all Mod Collections
de: Alle Mod-Kollektionen löschen
fr: Supprimer toutes les collections de mods
nl: Verwijder alle mod collecties
ru: Удалить все модпаки

# ModCollectionDialog_Message_DeleteAll
source: Are you sure you want to delete all your saved mod collections? (This can not be undone)
de: Bist du sicher, dass du alle deine Mod-Kollektionen löschen willst? (Dies kann nicht rückgängiog gemacht werden)
fr: Voulez-vous vraiment supprimer toutes vos collections de mods enregistrées? (Ça ne peut pas être annulé)
nl: Weet je zeker dat je al je opgeslagen mod-collecties wilt verwijderen? (Dit kan niet ongedaan gemaakt worden)
ru: Вы уверены, что хотите удалить все ваши сохранённые модпаки? (Это не может быть отменено)

# ModCollectionDialog_Name_Save
source: New Mod Collection
de: Neue Mod-Kollektion
fr: Nouvelle collection de mods
nl: Nieuwe mod-collectie
ru: Новый модпак

# ModCollectionDialog_Caption_Save
source: Save New Mod Collection
de: Neue Mod-Kollektion speichern
fr: Enregistrer la nouvelle collection de mods
nl: Sla een mod collectie op
ru: Сохранить новый модпак

# ModCollectionDialog_Message_Save
source: Enter the Name of this New Mod Collection:
de: Gib den Namen für die neue Mod-Kollektion ein:
fr: Entrez le nom de cette nouvelle collection de mods:
nl: Voer de naam in van deze nieuwe mod-collectie:
ru: Введите название этого нового модпака:

# LegacyLoadingText_Line1
source: Use Legacy / Stackless Loading
de: Altes Laden von Mods (ohne feste Reihenfolge) nutzen
fr: Utiliser l'ancien système/ Chargement "non stacké" (Non empilé)
nl: Gebruik stapelloos laden
ru: Использовать загрузку старого типа

# LegacyLoadingText_Line2
source: (Pre-19.09.19.0; Limited Support)
de: (Für Spielversionen vor 19.09.19.0; nur begrenzt unterstützt)
fr: (Support limité à la version Pré-19.09.19.0)
nl: (pre-19.09.19.0; beperkte ondersteuning
ru: (До 19.09.19.0; ограниченная поддержка)

# FullDebugOutputOption
source: Log Full Debug Output
de: Komplette Debug-Ausgabe ins Log schreiben
fr: Loguer toutes les sorties de débogage
nl: Houd volledige debug output bij
ru: Сохранять весь отладочный вывод

# UsefulShortKeysHeader
source: Useful In-Game Shortcuts/Keys:
de: Nützliche Tasten im Spiel:
fr: Raccourcis/Touches utiles dans le jeu :
nl: Handige in-game snelkoppelingen / toetsen:
ru: Полезные сочетания клавиш в игре:

# UsefulShortKeysFullscreen
source: Alt + Enter - Toggle Fullscreen
de: Alt + Enter - Vollbild ein/aus
fr: Alt + Entrée - Basculer en plein écran
nl: Alt + Enter - Volledig scherm wisselen
ru: Alt + Enter - Включить полноэкранный режим

# UsefulShortKeysGameRecordingCapture
source: F2 - Take a Game Recording Capture
de: F2 - Game Recording (Spielaufzeichnung) speichern
fr: F2 - Faire une capture(enregistrement) du jeu
nl: F2 - Maak een Game opname Capture
ru: F2 - Сделать запись игры

# UsefulShortKeysContextMenu
source: Right Click - Open A.I.R Context Menu
de: Rechtsklick - A.I.R. Kontextmenü öffnen
fr: Clic droit - Ouvrir le menu contextuel de A.I.R
nl: rechtermuisknopklik - Open A.I.R Context Menu
ru: Right Click - Открыть контекстное меню A.I.R.

# UsefulShortKeysRescanInputs
source: F3 - Rescan for Game Controllers
de: F3 - Game Controller Erkennung
fr: F3 - Rescanner pour les manettes de jeu
nl: F3 - Opnieuw scannen naar gamecontrollers
ru: F3 - Найти новые контроллеры

# UsefulShortKeysSwapInput
source: F4 - Switches Game Controllers for P1 and P2
de: F4 - Game Controllers für Spieler 1 und 2 tauschen
fr: F4 - Échanger les contrôles des manettes J1 et J2
nl: F4 - Schakelt gamecontrollers voor P1 en P2
ru: F4 - Меняет местами контроллеры первого и второго игрока

# UsefulShortKeysAudioAdjust
source: Numpad Plus/Minus - Adjust Global Audio Volume
de: Numpad Plus/Minus - Globale Lautstärke anpassen
fr: Pavé numérique Plus/Moins - Ajuster le volume audio global
nl: Numpad Plus / Minus - Pas het audiovolume aan
ru: Нумпад + или - - Регулировка громкости звука

# UsefulShortKeysBackgroundBlur
source: Alt + B - Change Background Blur
de: Alt + B - Hintergrundunschärfe ändern
fr: Alt + B - Changer le flou d'arrière-plan
nl: Alt + B - Achtergrondvervaging wijzigen
ru: Alt + B - Изменить размытие фона

# UsefulShortKeysFilter
source: Alt + F / Alt + G - Cycle Screen Filter
de: Alt + F / Alt + G - Grafikfilter wechseln
fr: Alt + F / Alt + G - Changer le filtre
nl: Alt + F / Alt + G - kies schermfilter
ru: Alt + F / Alt + G - Переключаться между фильтрами экрана

# UsefulShortKeysDevHeader
source: Dev Mode Shortcuts/Keys:
de: Entwicklermodus Tasten:
fr: Raccourcis du mode de développement/Touches :
nl: Sneltoetsen / toetsen voor Dev-modus:
ru: Сочетания клавиш в режиме разработчика:

# UsefulShortKeysPerformanceDisplay
source: Alt + P - Show Performance Display
de: Alt + P - Performance-Ausgabe
fr: Alt + P - Afficher les performances
nl: Alt + P - laat preformance display zien
ru: Alt + P - Показать производительность

# UsefulShortKeysPaletteDebug
source: Alt + M - Toggle Palette Debug Output
de: Alt + M - Debugausgabe für Paletten ein/aus
fr: Alt + M - Basculer la sortie de débogage de la palette
nl: Alt + M - activeer Palette Debug uitvoer
ru: Alt + M - Переключить отладочный вывод палитры

# UsefulShortKeysRefreshAssets
source: F10 - Reload Resources (Sprites/Palettes)
de: F10 - Ressourcen neu laden (Sprites/Paletten)
fr: F10 - Recharger les ressources (Sprites/Palettes)
nl: F10 - Bronnen opnieuw laden (Sprites / Palettes)
ru: F10 - Перезагрузить ресурсы (спрайты / палитры)

# ContextMenuCloseHeader
source: Close Context Menu
de: Kontextmenü schließen
es: Cerrar menú contextual
fr: Fermer le menu contextuel
nl: Sluit context menu
ru: Закрыть контекстное меню

source: Open Mod Manager Settings File
de: Mod Manager Einstellungsdatei öffnen
fr: Ouvrir le fichier de paramètres de Mod Manager
nl: Open Mod Manager instellingsbestand
ru: Открыть файл настроек Менеджера Модов

source: Open A.I.R. Global Settings File
de: A.I.R. globale Einstellungsdatei öffnen
fr: Ouvrir le fichier de paramètres globaux de A.I.R.
nl: Open A.I.R. instellingen
ru: Открыть файл глобальных настроек A.I.R.

source: Open A.I.R. Input Settings File
de: A.I.R. Eingabe-Einstellungsdatei öffnen
fr: Ouvrir le fichier de paramètres Input de A.I.R.
nl: Open A.I.R. besturingsinstellingen
ru: Открыть файл настроек управления A.I.R.

# OpenModManagerLogFolder
source: Open Mod Manager Log Directory
de: Mod Manager Log-Ordner öffnen
fr: Ouvrir le répertoire des journaux(Log) de Mod Manager
nl: Open Mod Manager Log map
ru: Открыть директорию лога Менеджера Модов

# OpenAIRGamerecordingsFolder
source: Open A.I.R. Game Recording Directory
de: A.I.R. Game Recording Verzeichnis öffnen
fr: Ouvrir le répertoire d'enregistrement (capture) de A.I.R.
nl: Open A.I.R. opname map
ru: Открыть директорию записей A.I.R.

# ForceQuitGame
source: Force Quit
de: Beenden erzwingen
nl: Gedwongen stoppen
ru: Принудительный выход

# GameRecordingPlaybackWarning_Part1
source: WARNING
de: WARNUNG
nl: WAARSCHUWING
ru: ВНИМАНИЕ

# GameRecordingPlaybackWarning_Part2
source: Recording Playback is a very dangerous feature that can (and will normally)
de: Das Abspielen von Game Recordings ist ein sehr gefährliches Feature, das üblicherweise
nl: opnames terugkijken is een gevaarlijke functie (en zal meestal)
ru: Воспроизведение записи - очень опасная функция, которая может (и скорее всего точно)

# GameRecordingPlaybackWarning_Part3
source: MODIFY SETTINGS AND EVEN WIPE YOUR SAVE DATA REGARDLESS OF HOW CAREFUL YOU ARE!
de: DEINE EINSTELLUNGEN VERÄNDERT UND SOGAR DEINE SPIELSTÄNDE LÖSCHEN KANN, AUCH WENN DU VORSICHTIG DAMIT BIST!
nl: INSTELLINGEN WIJZIGEN EN OPSLAGGEGEVENS WISSEN, HOE VOORZICHTIG JE OOK BENT
ru: ИЗМЕНИТЬ ПАРАМЕТРЫ И ДАЖЕ СТЕРЕТЬ СОХРАНИТЬ ДАННЫЕ НЕЗАВИСИМО ОТ ВАШЕЙ ОСТОРОЖНОСТИ!

# GameRecordingPlaybackWarning_Part4
source: It is highly recommended that you manually make a backup of A.I.R.'s save data before you use this tool if you worry about losing your data.
de: Es wird dringend empfohlen, per Hand eine Sicherung von A.I.R.'s gespeicherten Daten zu machen, bevor du dieses Werkzeug benutzt, um den Verlust von Spielständen zu verhindern.
nl: Het wordt ten zeerste aanbevolen om handmatig een back-up te maken van de opslaggegevens van A.I.R. voordat je deze tool gebruikt als je je zorgen maakt over het verliezen van je gegevens.
ru: Настоятельно рекомендуется сделать резервную копию сохранений A.I.R. перед использованием этой функции, если вы беспокоитесь о потере данных.

# GameRecordingPlaybackWarning_Part5
source: I AM NOT RESPONSIBLE FOR ANY LOST DATA BY THE USE OF THIS TOOL!
de: ICH BIN NICHT VERANTWORTLICH FÜR VERLORENE SPIELDATEN DURCH VERWENDUNG DIESES WERKZEUGS!
nl: IK BEN NIET VERANTWOORDELIJK VOOR VERLOREN GEGEVENS DOOR HET GEBRUIK VAN DEZE TOOL!
ru: РАЗРАБОТЧИКИ НЕ НЕСУТ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ УТЕРЯННЫЕ ДАННЫЕ!

# DisableInGameEnhacements_Part1
source: Disable In-Game Enhancements
de: Verbesserungen im Spiel abschalten
es: Desactivar mejoras en el juego
nl: Schakel ingame verbeteringen uit
ru: Отключить улучшения в игре

# DisableInGameEnhacements_Part2
source: (Enable only if you have issues running A.I.R.)
de: (Mache hier nur Änderungen, wenn A.I.R. nicht richtig funktioniert)
es: (Habilita solo si tienes problemas para ejecutar A.I.R.)
nl: (alleen activeren als je problemen hebt met A.I.R.)
ru: (Включить, только если у вас есть проблемы с запуском A.I.R.)

# ChangeS3KROMPathDialog_Part1
source: Would you like to set the path to the location of the Steam Sonic 3&K ROM?
de: Willst du den Pfad auf das Steam-ROM von Sonic 3&K setzen?
es: ¿Deseas establecer la ruta a la ubicación de la ROM de Steam de S3&K?
nl: Wil je het pad instellen naar de Sonic 3 & knuckles Steam ROM
ru: Хотели бы вы указать путь к локации Steam'овского РОМа Sonic 3&K?

# ChangeS3KROMPathDialog_Part2
source: Click YES to set the Path Automatically based on the Steam S3&K ROM
de: Klicke JA, um den Pfad automatisch auf das Steam-ROM von Sonic 3&K zu setzen
es: Haz clic en SÍ para configurar la ruta automáticamente en función de la ROM de Steam de S3&K
nl: Klik op JA om het pad naar de Sonic 3 & knuckles Steam ROM automatisch in te stellen
ru: Нажмите ДА, чтобы автоматически установить путь

# ChangeS3KROMPathDialog_Part3
source: Click NO to set the Path Manually
de: Klicke NEIN, um den Pfad manuell zu setzen
es: Haz clic en NO para establecer la ruta manualmente
nl: Kik op NEE om het pad handmatig in te stellen
ru: Нажмите НЕТ, чтобы установить путь вручную

# ChangeS3KROMPathDialog_Part4
source: Click CANCEL to leave the path unchanged and return to settings
de: Klicke ABBRECHEN, um die Pfad unverändert zu lassen und zu den Einstellungen zurückzukehren
es: Haz clic en CANCELAR para dejar la ruta sin cambios y volver a la configuración
nl: Klik op annuleren om het pad te laten zoals het is en terug te gaan naar instellingen
ru: Нажмите ОТМЕНА, чтобы оставить путь без изменений и вернуться к настройкам

# ChangeS3KROMPathDialog_Title
source: Change Sonic 3&K ROM Path
de: Sonic 3&K ROM Pfad verändern
es: Cambiar la ruta de la ROM de Sonic 3&K
nl: Verander Sonic 3 & knuckles ROM
ru: Изменить путь к РОМу Sonic 3&K

# TimeTravelSafetyNet_Title
source: Potential Time Travel Warning
de: Warnung vor möglicher Zeitreise
nl: Potentiële waarschuwing voor tijdreizen
ru: Потенциальное предупреждение о "путешествии во времени"

# TimeTravelSafetyNet_OlderVersion
source: It appears you are about to launch an older version of Sonic 3 A.I.R! This can lead to undesired results like LOSING YOUR SETTINGS or LOSING YOUR SAVE DATA. Are you sure you want to continue?
de: Es scheint, als ob du eine ältere Version von Sonic 3 A.I.R. starten willst! Das kann zu unerwünschten Ergebnissen wie dem VERLUST VON EINSTELLUNGEN oder sogar SPIELSTÄNDEN führen. Willst du wirklich fortfahren?
nl: Het lijkt erop dat je op het punt staat een oudere versie van Sonic 3 A.I.R! Dit kan leiden tot ongewenste resultaten zoals VERLIES VAN JE INSTELLINGEN of VERLIES VAN JE OPSLAGGEGEVENS. Weet je zeker dat je door wilt gaan?
ru: Похоже, вы собираетесь запустить более старую версию Sonic 3 A.I.R! Это может привести к нежелательным результатам, таким как потеря настроек или потеря сохраненных данных. Вы уверены что хотите продолжить?

# TimeTravelSafetyNet_NullVersion
source: We can't determine the version last used with Sonic 3 A.I.R.! This can be either a false alarm if this is a new install, or bad news if your heading to a older version of A.I.R.! Using an older version can lead to undesired results like LOSING YOUR SETTINGS or LOSING YOUR SAVE DATA. Are you sure you want to continue?
de: Es kann nicht festgestellt werden, was deine zuletzt genutzte Version von Sonic 3 A.I.R. war! Dies ist entweder ein falscher Alarm, falls dies eine neuere Installation ist - oder schlechte Nachrichten, falls du eine äleter Version von A.I.R. nutzen willst! Eine ältere Version zu starten kann zu unerwünschten Ergebnissen wie dem VERLUST VON EINSTELLUNGEN oder sogar SPIELSTÄNDEN führen. Willst du wirklich fortfahren?
nl: We kunnen niet bepalen welke versie het laatst is gebruikt met Sonic 3 A.I.R.! Dit kan een vals alarm zijn als dit een nieuwe installatie is, of slecht nieuws als je op weg bent naar een oudere versie van A.I.R.! Het gebruik van een oudere versie kan leiden tot ongewenste resultaten zoals VERLIES VAN JE INSTELLINGEN of VERLIES VAN JE OPSLAGGEGEVENS. Weet je zeker dat je door wilt gaan?
ru: Мы не можем определить версию, использованную в последний раз с Sonic 3 A.I.R.! Это может быть либо ложная тревога, если это новая установка, либо плохая новость, если вы переходите на более старую версию A.I.R.! Использование более старой версии может привести к нежелательным результатам, таким как потеря настроек или потеря сохраненных данных. Вы уверены что хотите продолжить?

# ForceQuitGameDialog_Title
source: Force Quit Game
de: Beenden des Spiels erzwingen
nl: Gedwongen stoppen
ru: Принудительный выход из игры
