Repository: CarJem/S3A.I.R-ModManager
Catalog: Sonic3AIR_ModManager/Languages/lang.*.resx
Languages: de, es, fr, nl, ru

# AboutTab
source: About
de: Über
es: Acerca de
fr: À propos
nl: Over
ru: О программе

source: A.I.R. Internal Settings
de: A.I.R. interne Einstellungen
es: Ajustes internos de A.I.R...
fr: Paramètre interne de A.I.R
nl: A.I.R. interne instellingen
ru: Внутренние настройки A.I.R.

source: A.I.R. Media...
de: A.I.R. Medien...
es: Media de A.I.R...
fr: Média A.I.R...
ru: Соцсети A.I.R....

# AIRMMPlaces
source: A.I.R. Mod Manager Places...
de: A.I.R. Mod Manager Orte...
es: Lugares del A.I.R. Mod Manager...
fr: Emplacement de A.I.R Mod Manager ...
nl: A.I.R. Mod Manager plekken
ru: Места менеджера модов A.I.R.

source: A.I.R. Places...
de: A.I.R. Orte...
es: Lugares de A.I.R...
fr: Emplacement de A.I.R...
nl: A.I.R. Plekken
ru: Места A.I.R.

# AutoBootDelay
source: Delay (Seconds):
de: Verzögerung (Sekunden):
es: Retraso (segundos):
fr: Délai (secondes):
nl: Vertraging (seconden):
ru: Задержка (в секундах):

source: Button Mappings
de: Tastenzuordnungen
es: Asignaciones de botones
fr: Réglages des boutons
nl: Knop instellingen
ru: Настройка управления

source: CarJem @ Twitter
ru: CarJem @ Твиттер

# CheckforAIRUpdatesOnStart
source: Check for A.I.R. Updates on Startup
de: Beim Start auf A.I.R. Updates prüfen
es: Buscar actualizaciones de A.I.R. al inicio...
fr: Vérifier les mises à jour de A.I.R au démarrage
nl: Controleer voor A.I.R. updates bij opstarten
ru: Проверять обновления A.I.R. при запуске программы.

# CheckForGameUpdatesExpandable
source: Check for Game Updates...
de: Auf Spiel-Updates prüfen...
es: Buscar actualizaciones del juego...
fr: Vérifier les mises à jour de A.I.R...
nl: Controleer voor game updates
ru: Проверить обновления игры...

source: Copy File Path
de: Dateipfad kopieren
es: Copiar ruta de archivo
fr: Copier le fichier
nl: Kopieer bestandspad
ru: Скопировать путь к файлу

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
nl: Verwijder
ru: Удалить

source: Device Identifier Names
de: Gerätebezeichner
es: Nombres de identificador de dispositivo
fr: Noms d'identifiant de périphérique
nl: Namen van apparaat-ID's
ru: Имена устройств

source: Enable Auto Boot Mode
de: Automatischen Start einschalten
es: Habilitar el modo de arranque automático
fr: Activer le mode de démarrage automatique
nl: Activeer auto boot modus
ru: Включить режим авто-запуска

source: Enable Mod Stacking
de: Stapeln mehrerer Mods aktivieren
es: Habilitar apilamiento de mods
fr: Activer l'empilement de Mod
nl: Activeer mod stapelen
ru: Включить укладку модов

# EnableModStacking_Note1
source: NOTE: For A.I.R. Versions
de: HINWEIS: Nur für A.I.R. Versionen
es: NOTA: Para versiones de A.I.R.
fr: NOTE : Pour les versions de A.I.R
nl: let op: Alleen voor A.I.R. versies
ru: ВАЖНО: Только для версий A.I.R.

# EnableModStacking_Note2
source: v19.09.19.0 and Above Only
de: v19.09.19.0 und darüber
es: v19.09.19.0 y superior solamente
fr: v19.09.19.0 et plus récent
nl: vanaf v19.09.19.0
ru: v19.09.19.0 и выше

source: Eukaryot3K @ Twitter
ru: Eukaryot3K @ Твиттер

source: Exit
de: Beenden
fr: Quitter
nl: Verlaten
ru: Выйти

source: Fail Safe Mode
de: Abgesicherter Modus
fr: Mode sans échec
nl: Fail safe modus
ru: Безопасный запуск

source: Fix Glitches
de: Glitches beheben
fr: Correction des problèmes
nl: Repareer glitches
ru: Исправить баги

# GameBannaURLHandler
source: Gamebanana URL Handler Options...
de: Gamebanana URL Handler Einstellungen...
fr: Les options de Gamebanana URL Handler...
nl: Gamebanana URL Handler opties ...
ru: Настроить Gamebanana URL Handler...

# GeneralTab
source: General
de: Allgemein
fr: Général
nl: Algemeen
ru: Общие

# GuidesTab
source: Guides/Shortcuts
de: Anleitungen/Links
fr: Guides/Raccourcis
nl: Gidsen / snelkoppelingen
ru: Гайды/Шорткаты

# InputTab
source: Input
de: Eingabe
nl: Invoer
ru: Управление

source: Installed Versions
de: Installierte Versionen
fr: Versions installées
nl: Geïnstalleerde versies
ru: Установленные версии

source: Mod Manager Options
de: Mod Manager Optionen
fr: Options du Mod Manager
nl: Mod Manager Opties
ru: Настройки Менеджера модов

# ModsTab
source: Mods
ru: Моды

# ModsTab_ModProperties
source: Mod Properties
de: Mod-Eigenschaften
fr: Propriétés du Mod
nl: Mod eigenschappen
ru: Свойства мода

# MoreExpandable
source: More...
de: Mehr...
fr: Plus...
nl: Meer...
ru: Более...

source: No Installed Versions
de: Keine Versionen installiert
fr: Aucune version installée
nl: Geen geïnstalleerde versies
ru: Нет Установленных Версий

source: Open
de: Öffnen
fr: Ouvrir
ru: Открыть

# OpenAppDataFolder
source: Open A.I.R. Data Directory
de: A.I.R. Datenverzeichnis öffnen
fr: Ouvrir le répertoire de données de A.I.R.
nl: Open A.I.R. Data map
ru: Открыть директорию данных A.I.R.

# OpenConfigFile
source: Open A.I.R. Config File
de: A.I.R. Config-Datei öffnen
fr: Ouvrir le fichier de configuration de A.I.R.
nl: Open A.I.R. configuratiebestand
ru: Открыть директорию настроек A.I.R.

# OpenDownloadsFolder
source: Open Mod Manager Downloads Directory
de: Mod Manager Downloads-Verzeichnis öffnen
fr: Ouvrir le répertoire de téléchargement de Mod Manager
nl: Open Mod Manager Downloads map
ru: Открыть директорию загрузок Менеджера Модов

# OpenEXEFolder
source: Open A.I.R. EXE Directory
de: A.I.R. Spiel-EXE Verzeichnis öffnen
fr: Ouvrez le répertoire EXE de A.I.R.
nl: Open A.I.R. EXE map
ru: Открыть директорию A.I.R.

# OpenLocationExpandable
source: Open Location...
de: Ordner öffnen...
fr: Ouvrir l'emplacement du fichier...
nl: Locatie openen...
ru: Открыть директорию...

source: Open Mod Folder
de: Mod-Ordner öffnen
fr: Ouvrir le dossier du Mod
nl: Open Mod map
ru: Открыть Папку с Модами

# OpenModInstructions
source: Sonic 3 A.I.R. Modding Instructions
de: Sonic 3 A.I.R. Modding-Anleitung
fr: Les instructions de Modding sur Sonic 3 A.I.R
nl: Sonic 3 A.I.R. Modding Instructies
ru: Инструкции моддинга Sonic 3 A.I.R.

# OpenModsFolder
source: Open A.I.R. Mods Directory
de: A.I.R. Mod-Ordner öffnen
fr: Ouvrir le répertoire Mods de A.I.R.
nl: Open A.I.R. Mods map
ru: Открыть директорию модов A.I.R.

# OpenModTemplatesFolder
source: Open A.I.R. Modding Templates Directory
de: A.I.R. Mod-Vorlagenordner öffnen
fr: Ouvrir le répertoire des modèles (templates) à modding de A.I.R.
nl: Open A.I.R. Mod voorbeelden
ru: Открыть директорию шаблонов модов A.I.R.

source: Open Mod URL
de: Mod URL öffnen
fr: Ouvrir l'URL du Mod
ru: Открыть URL мода

# OpenSampleModsFolder
source: Open A.I.R. Sample Mods Directory
de: A.I.R. Beispiel-Mods öffnen
fr: Ouvrir l'exemple dans le répertoire Mods de A.I.R.
nl: Open A.I.R. voorbeeld Mods map
ru: Открыть директорию образцов модов A.I.R.

# OpenSettingsFile
source: Open A.I.R. Settings File
de: Datei mit A.I.R. Spieleinstellungen öffnen
fr: Ouvrir le fichier de configuration de A.I.R.
nl: Open A.I.R. instellingsbestand
ru: Открыть файл настроек A.I.R.

# OpenSystemSettingsExpandable
source: Open System Settings...
de: Systemeinstellungen öffnen...
fr: Options du système...
nl: Open systeeminstellingen...
ru: Открыть настройки системы...

# OpenUserManual
source: Sonic 3 A.I.R. User Manual
de: Sonic 3 A.I.R. Handbuch
fr: Le manuel d'utilisation de Sonic 3 A.I.R.
nl: Sonic 3 A.I.R. Handleiding
ru: Мануал Sonic 3 A.I.R.

# OpenVersionsFolder
source: Open Mod Manager Versions Directory
de: Mod Manager Versions-Verzeichnis öffnen
fr: Ouvrir le répertoire des versions de Mod Manager
nl: Open Mod Manager Versies map
ru: Открыть директорию версий Менеджера Модов

# RecordingsTab
source: Game Recordings
de: Aufzeichnungen
fr: Enregistrements(captures) du jeu
nl: Game opnames
ru: Записи Игр

source: Refresh
de: Aktualisieren
fr: Rafraîchir
nl: Vernieuwen
ru: Обновить

source: Reload
de: Neu laden
fr: Relancer
nl: Herladen
ru: Перезагрузить

source: Remove
de: Entfernen
fr: Retirer
nl: Verwijderen
ru: Удалить

source: Remove Mod
de: Mod entfernen
fr: Retirer le Mod
nl: Mod verwijderen
ru: Удалить мод

# S3AIRHomepage
source: Sonic 3 A.I.R. Homepage
fr: Page d'accueil de Sonic 3 A.I.R
nl: Sonic 3 A.I.R. hoofdpagina
ru: Домашняя страница Sonic 3 A.I.R.

# S3KROMPathLabel
source: Sonic 3K ROM Path:
de: Sonic 3K ROM Pfad:
fr: Emplacement de la ROM Sonic 3K :
nl: Sonic 3K ROM-pad:
ru: Путь к РОМу Sonic 3K:

source: Save
de: Speichern
fr: Sauvegarder
nl: Opslaan
ru: Сохранить

# Save&amp;Load
source: Save & Load
de: Speichern & Starten
fr: Sauvegarder et Charger
nl: Opslaan en laden
ru: Сохранить и запустить

# SettingsTab
source: Settings
de: Einstellungen
fr: Paramètres
nl: Instellingen
ru: Настройки

# Sonic3AIRPathLabel
source: Sonic 3 A.I.R. Path:
de: Sonic 3 A.I.R. Installationspfad:
fr: Emplacement de Sonic 3 A.I.R :
nl: Sonic 3 A.I.R. Pad:
ru: Путь к Sonic 3 A.I.R.:

# StayOpenOnExit
source: Stay Open on Game Exit
de: Nach Spielende offen bleiben
fr: Laisser ouvert quand je quitte le jeu
nl: Blijf open na Game verlaten
ru: Оставаться открытым при выходе из игры

# StayOpenOnLoad
source: Stay Open on Game Load
de: Nach Spielstart offen bleiben
fr: Laisser ouvert quand je lance le jeu
nl: Blijf open bij Game laden
ru: Оставаться открытым при запуске игры

# ToolsTab
source: Tools
de: Werkzeuge
fr: Outils
nl: Gereedschap
ru: Инструменты

source: Upload
de: Hochladen
fr: Importer
nl: Uploaden
ru: Загрузить

# VersionsTab
source: Versions
de: Versionen
nl: Versies
ru: Версии

source: A.I.R. Version
es: Versión de A.I.R.
fr: Version A.I.R
nl: A.I.R. Versie
ru: Версия A.I.R.

source: Version
nl: Versie
ru: Версия

source: By
de: Von
es: Por
fr: Par
nl: Door
ru: Автор

source: Mod Manager Version
fr: Version du Mod Manager
nl: Mod Manager Versie
ru: Версия Менеджера Модов

source: Sonic 3K ROM File
de: Sonic 3K ROM Datei
fr: Dossier de la ROM Sonic 3K
nl: Sonic 3K ROM
ru: РОМ Sonic 3K

source: Select Sonic 3K ROM File...
de: Sonic 3K ROM Datei wählen...
fr: Choisir le dossier de la ROM Sonic 3K...
nl: Selecteer Sonic 3K ROM...
ru: Выбрать РОМ Sonic 3K...

# SelectSonicAIRVersionZIP
source: Select Sonic 3 A.I.R. Version ZIP...
de: Sonic 3 A.I.R. Versions ZIP wählen...
fr: Choisir l'archive(Zip) de Sonic 3 A.I.R...
nl: Selecteer Sonic 3 A.I.R. Versie ZIP...
ru: Выбрать ZIP версии Sonic 3 A.I.RЫ...

source: Add a Mod...
de: Mod hinzufügen...
es: Agrega un mod...
fr: Ajouter un Mod...
nl: Voeg een mod toe
ru: Добавить мод...

source: Remove Selected Mod...
de: Ausgewählte Mod entfernen...
fr: Retirer le Mod sélectionné...
nl: Geselecteerde mod verwijderen...
ru: Удалить выбранный мод...

# IncreaseModPriority
source: Increase Selected Mod Priority...
de: Priorität der ausgewählten Mod erhöhen...
fr: Augmenter la priorité du Mod sélectionné...
nl: Verhoog geselecteerde mod prioriteit ...
ru: Увеличить приоритет выбранного мода...

# IncreaseModPriorityToMax
source: Increase Selected Mod Priority to Max...
de: Priorität der ausgewählten Mod auf Maximum...
fr: Augmenter la priorité du mod sélectionné sur Max...
nl: Verhoog geselecteerde mod prioriteit naar het maximum...
ru: Увеличить приоритет выбранного мода до максимума...

# DecreaseModPriority
source: Decrease Selected Mod Priority...
de: Priorität der ausgewählten Mod verringern...
es: Disminuir prioridad del mod seleccionado...
fr: Diminuer la priorité du mod sélectionné...
nl: Verlaag mod prioriteit
ru: Уменьшить приоритет выбранного мода...

# DecreaseModPriorityToMin
source: Decrease Selected Mod Priority to Min...
de: Priorität der ausgewählten Mod auf Minimum...
es: Disminuir prioridad del mod seleccionado a minutos...
fr: Diminuer la priorité du mod sélectionné sur Min...
nl: Verlaag mod prioriteit naar het minimale
ru: Уменьшить приоритет выбранного мода до минимума...

# RecordingPathCopiedToClipboard
source: Recording File Path Copied to Clipboard!
de: Recording-Dateipfad in die Zwischenablage kopiert!
fr: Chemin du fichier d’enregistrement copié dans le Presse-papiers !
nl: Bestandspad opname gekopieerd naar klembord!
ru: Путь к файлу записи скопирован в буфер обмена!

# AddNewDeviceTitle
source: Add New Device...
de: Neues Gerät hinzufügen
es: Agrega un nuevo dispositivo...
fr: Ajouter un nouveau périphérique...
nl: Voeg apparaat toe...
ru: Добавить новое устройство...

# AddNewDeviceDescription
source: Enter the name of the controller as it appears in the system settings or type * to target all devices.
de: Trage den Namen des Game Controllers ein, wie er in den Systemeinstellungen aufgeführt wird, oder * für alle Geräte.
es: Ingresa el nombre del controlador tal como aparece en la configuración del sistema o escribe * para apuntar a todos los dispositivos.
fr: Entrez le nom de la manette telle qu'il apparaît dans les paramètres système ou tapez * pour cibler tous les périphériques.
nl: Voer de naam van de controller in zoals deze is aangegeven in de systeeminstellingen of typ * om alle apparaten te targeten
ru: Введите имя устройства как в настройках системы или введите * чтобы выбрать все устройства.

# DeleteDeviceTitle
source: Delete Device
de: Gerät entfernen
es: Eliminar dispositivo
fr: Supprimer un périphérique
nl: Verwijder apparaat
ru: Удалить устройство

source: Enter Mod URL...
de: Mod URL hinzufügen...
es: Ingresar URL de mod...
fr: Entrer l'URL du Mod ...
nl: Voer mod URL in...
ru: Ввести URL мода...

# InputMappingError1
source: Error Loading Input Configuration File! Make sure your game is up to date and you have A.I.R.'s Game Path set in Options.
de: Fehler beim Laden der Config-Datei! Stelle sicher, dass das Spiel auf dem aktuellsten Stand ist und du A.I.R.'s Installationspfad in den EInstellungen eingetragen hast.
fr: Erreur lors du chargement du fichier de configuration des inputs ! Assurez-vous que votre jeu est à jour et que le chemin du jeu A.I.R. est défini dans Options.
nl: Fout bij laden van invoerconfiguratiebestand! Zorg ervoor dat je game up-to-date is en dat je je A.I.R. Game Pad hebt ingesteld in Opties.
ru: Ошибка загрузки файла настройки управления! Убедитесь, что ваша игра последней версии и что путь к игре поставлен правильно в Настройках.

# InputMappingError2
source: There was an error reading the config file in this Version's Folder! Please make sure nothing is wrong with it or do a clean install of this version of A.I.R.
de: Fehler beim Laden der Config-Datei im Ordner dieser Version! Bitte stelle sicher, dass die Config-Datei in Ordnung ist, oder installiere A.I.R. neu.
fr: Une erreur s'est produite lors de la lecture du fichier de configuration dans le dossier de cette version ! Assurez-vous que le fichier de configuration n'est pas endommagé ou effectuez une réinstallationde cette version de A.I.R.
nl: Er is een fout opgetreden bij het lezen van het configuratiebestand in de map van deze versie! Zorg ervoor dat er niets mis mee is of maak een schone installatie van deze versie van A.I.R.
ru: Произошла ошибка при чтении файла настроек в папке этой версии! Убедитесь, что с ним всё в порядке или переустановите игру

# InputMappingError3
source: The config file does not exist in the A.I.R. EXE Folder. Please make sure the file exists or do a clean install of this version of A.I.R.
de: Die Config-Datei existiert nicht im Installations-Ordner. Bitte stelle sicher, dass sie existiert, oder installiere A.I.R. neu.
fr: Le fichier de configuration n'existe pas dans le dossier A.I.R du fichier EXE. Assurez-vous que le fichier existe ou réinstaller cette version de A.I.R.
nl: Het configuratiebestand bestaat niet in de A.I.R. EXE-map. Zorg ervoor dat het bestand bestaat of maak een schone installatie van deze versie van A.I.R.
ru: Файл настроек не существует в папке игры Убедитесь, что файл существует или переустановите игру

# CollectionFilesCouldNotBeFound1
source: The following files could not be found:
de: Folgende Dateien konnten nicht gefunden werden:
es: No se encontraron los siguientes archivos:
fr: Les fichiers suivants sont introuvables :
nl: De volgende bestanden konden niet worden gevonden:
ru: Следующие файлы не были найдены:

# CollectionFilesCouldNotBeFound2
source: If you have not run Sonic 3 A.I.R. yet, please run Sonic 3 A.I.R. once before running the modloader!
de: Falls du Sonic 3 A.I.R. noch nicht zuvor gestartet hast, starte es einmal bevor du den Mod Loader öffnest!
es: Si no has iniciado Sonic 3 A.I.R. todavia, ¡por favor inicia Sonic 3 A.I.R. una vez antes de iniciar el mod loader!
fr: Si vous n'avez pas encore exécuté Sonic 3 A.I.R, veuillez lancer Sonic 3 A.I.R avant d'exécuter le Mod Loader !
nl: Als je Sonic 3 A.I.R. nog niet hebt uitgevoerd, doe dit voordat je de mod lader start!
ru: Если вы ещё не запускали Sonic 3 A.I.R. yet, запустите её хотя бы один раз перед тем как запускать Менеджер Модов!

# CollectionFilesCouldNotBeFound3
source: If you have, make sure these locations exist. The modloader can't run without them
de: Falls du das bereits getan hast, stelle sicher, dass diese Orte existieren. Der Mod Loader kann ohne sie nicht laufen.
es: Si lo has iniciado, asegurate de que existan estas ubicaciones. El mod loader no puede ejecutarse sin ellas
fr: Si vous les avez, assurez-vous que ces emplacements existent. Le Mod Loader ne peut pas fonctionner sans eux
nl: Zorg ervoor dat deze locaties bestaan, de mod lader werkt niet zonder deze locaties
ru: Если запускали, то убедитесь что это директории существуют. Менеджер Модов не может работать без них

# AIRChangePathNoLongerExists
source: The file defined settings does not exist anymore. Launch AIR again outside of the mod loader and try again
de: Die Datei mit deinen Spieleinstellungen existiert nicht mehr. Starte Sonic 3 A.I.R. einmal ohne den Mod Loader und evrsuche es dann noch einmal.
es: La configuración definida por el archivo ya no existe. Inicia A.I.R. nuevamente fuera del mod loader e intenta nuevamente
fr: Les paramètres définis par le fichier n’existent plus. Relancez AIR en dehors du mod loader puis réessayez.
nl: De instellingen die door het bestand zijn gedefinieerd, bestaan niet meer. Start A.I.R. buiten de mod lader en probeer het opnieuw
ru: Файл с настройками больше не существует. Запустите A.I.R. снова за пределами Менеджера Модов и попробуйте снова

source: Unable to Remove Version!
de: Kann Version nicht löschen!
fr: Impossible de supprimer cette version !
nl: Kan versie niet verwijderen!
ru: Не получилось удалить версию!

source: Unable to Delete File!
de: Kann Datei nicht löschen!
fr: Impossible de supprimer le fichier !
nl: Kan bestand niet verwijderen!
ru: Не получилось удалить файл!

source: Please Refresh the Mod List!
de: Bitte aktualisiere die Mod-Liste!
fr: Veuillez actualiser la liste de Mod !
nl: Vernieuw de Mod-lijst!
ru: Обновите список модов!

source: Log file not found
de: Log-Datei nicht gefunden
fr: Fichier journal non trouvé
nl: Log bestand niet gevonden
ru: Файл с логом не найден

source: Invalid URL
de: Ungültige URL
fr: URL incorrect
nl: Foute URL
ru: Неправильный URL

source: Downloading
de: Wird heruntergeladen
es: Descargando
fr: Téléchargement
nl: Downloaden
ru: Загрузка

# Cancel_Button
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleer
ru: Отмена

# AutoBoot_Initalizing
source: Initializing...
de: Initialisiere...
es: Inicializando...
fr: Initialisation...
nl: Bezig met initialiseren...
ru: Инициализация...

# AutoBoot_CheckingForUpdates
source: Checking for Updates...
de: Suche nach Updates...
es: Comprobando actualizaciones...
fr: Recherche de mises à jour...
nl: Zoeken naar updates...
ru: Проверка обновлений...

# AutoBoot_LaunchingIn
source: Launching in
de: Starte in
es: iniciando en
fr: Lancer en
nl: Opstarten in
ru: Запуск через

# Buttons_Down
source: Down
de: Unten
es: Abajo
fr: Bas
nl: Omlaag
ru: Вниз

# Buttons_Left
source: Left
de: Links
es: Izquierda
fr: Gauche
nl: Links
ru: Влево

# Buttons_Right
source: Right
de: Rechts
es: Derecha
fr: Droite
nl: Rechts
ru: Вправо

# Buttons_Start
source: Start
ru: Старт

# Buttons_Up
source: Up
de: Oben
es: Arriba
fr: Haut
nl: Omhoog
ru: Вверх

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleer
ru: Отмена

source: Force Start
de: Start erzwingen
fr: Démarrage forcé
nl: Gedwongen starten
ru: Форсированный запуск

# DeleteItemConfirmation
source: Are you sure you want to delete
de: Willst du folgendes wirklich löschen
es: Estás seguro que quieres borrar
fr: Etes-vous sûr de vouloir supprimer
nl: Weet je zeker dat je dit wilt verwijderen:
ru: Вы уверены, что хотите удалить

source: Error with loading
de: Fehler beim Laden
fr: Erreur de chargement
nl: Error met laden
ru: Ошибка при загрузке

# GameInstalledAt
source: The game has been installed at
de: Das Spiel wurde installiert nach
fr: Le jeu a été installé dans
nl: De game is geïnstalleerd in
ru: Игра была установлена в

# JSONErrorPossible
source: (Likely a JSON Error; Make sure the mod.json file is formated correctly!)
de: (Wahrscheinlich ein JSON Fehler; stelle sicher dass die mod.json Datei richtig formatiert ist!)
fr: (Probablement une erreur du JSON; Assurez-vous que le fichier mod.json est correctement formaté !)
nl: (Waarschijnlijk een JSON-fout; zorg ervoor dat het bestand mod.json correct is opgemaakt!)
ru: (Вероятно, ошибка JSON; Убедитесь, что файл mod.json написан правильно!)

source: Reason
de: Grund
fr: Raison
nl: Reden
ru: Причина

# RecordingUploaded1
source: File Uploaded to File.io, it will expire in 1 week and has a one time use:
de: Datei hochgeladen zu File.io, es ist dort eine Woche gültig und einmalig nutzbar:
fr: Le fichier téléchargé sur File.io expirera dans 1 semaine, il sera utilisé qu'une seule fois :
nl: Bestand geüpload naar File.io, het verloopt over 1 week en heeft een eenmalig gebruik:
ru: Файл загружен в File.io, срок его действия истекает через 1 неделю и используется один раз:

# RecordingUploaded2
source: (URL Has Been Copied to Clipboard):
de: (URL wurde in die Zwischenablage kopiert)
fr: (L'URL a été copiée dans le presse-papiers) :
nl: (URL is gekopieerd naar klembord):
ru: (URL скопирован в буфер обмена):

# RemoveInputDeviceConfirmation1
source: Verification: Do you want to remove
de: Sicherheitsabfrage: Willst du
fr: Vérification: voulez-vous retirer
nl: Verificatie: wilt u dit verwijderen:
ru: Подтверждение: вы хотите удалить

# RemoveInputDeviceConfirmation2
source: from the list of acceptable devices for this input?
de: von der Liste der verfügbaren Eingabegeräte löschen?
fr: de la liste des périphériques acceptables pour cet Input ?
nl: uit de lijst met acceptabele apparaten voor deze invoer?
ru: из списка приемлемых устройств управления?

# RemoveVersionConfirmation
source: Are you sure you want to remove Version
de: Willst du die folgende Version wirklich entfernen
fr: Êtes-vous sûr de vouloir retirer cette version
nl: Weet je zeker dat je deze versie wil verwijderen:
ru: Вы уверены, что хотите удалить версию

# S3AIRPathNotSet
source: Sonic 3 A.I.R.'s Path is not set!
de: Der Pfad zu Sonic 3 A.I.R. ist nicht gesetzt!
fr: L'emplacement de Sonic 3 A.I.R. n'est pas défini !
nl: Het pad van Sonic 3 A.I.R. is niet ingesteld!
ru: Путь к Sonic 3 A.I.R. не установлен!

# SpecifiedFileDirNotExist
source: Specified file or directory does not exist!
de: Die angegebene Datei oder Verzeichnis existiert nicht!
fr: Le fichier ou le répertoire spécifié n'existe pas !
nl: Opgegeven bestand of map bestaat niet!
ru: Указанный файл или каталог не существует!

# UnableToValididatePath
source: Unable to Validate Path
de: Kann Pfad nicht prüfen
fr: Impossible de valider l'emplacement
nl: Kan pad niet valideren
ru: Невозможно проверить путь

# AIRCanNotStartNoPath
source: Path not set. Cannot start Sonic 3 A.I.R!
de: Pfad nicht gesetzt. Kann Sonic 3 A.I.R. nicht starten!
es: Ruta no establecida. ¡No se puede iniciar Sonic 3 A.I.R!
fr: Emplacement non défini. Impossible de démarrer Sonic 3 A.I.R !
nl: Pad is niet ingesteld. Kan Sonic 3 A.I.R. niet starten!
ru: Путь не указан. Не удается запустить Sonic 3 A.I.R!
