Repository: CarJem/S3A.I.R-ModManager
Catalog: Sonic3AIR_ModManager/Languages/lang.*.resx
Languages: de, es, fr, nl, ru

# EXEFileDialogFilter
source: Executable File
de: Anwendungsdatei
fr: Fichier executable
nl: Uitvoerbaar bestand
ru: Запускаемый файл

# EXEFileDialogTitle
source: Select Sonic 3 A.I.R. Executable...
de: Sonic 3 A.I.R. Anwendungsdatei wählen...
fr: Sélectionner le fichier EXE (de Lancement) de Sonic 3 A.I.R...
nl: Selecteer Sonic 3 A.I.R.
ru: Выбрать .exe Sonic 3 A.I.R....

# LanguageLabel
source: Language:
de: Sprache:
fr: Langue :
nl: Taal:
ru: Язык:

# MissingAIRSetNowAlert
source: Sonic 3 A.I.R.'s File Path is Not Set, Would you like to set it now?
de: Sonic 3 A.I.R.'s Dateipfad ist nicht gesetzt, willst du ihn jetzt festlegen?
fr: L'emplacement du fichier de Sonic 3 A.I.R n'est pas défini, souhaitez-vous le configurer maintenant ?
nl: Het bestandspad van Sonic 3 A.I.R. is niet ingesteld. Wil je het nu instellen?
ru: Путь к файлу Sonic 3 A.I.R. не задан, установить его сейчас?

# ModFileDialogFilter
source: Sonic 3 AIR Mod
fr: Mod de Sonic 3 AIR
ru: Мод Sonic 3 AIR

# ModFileDialogTitle
source: Select Compressed Mod File...
de: Komprimierte Mod-Datei wählen...
fr: Sélectionner le fichier compressé...
nl: Selecteer gecomprimeerd mod-bestand ...
ru: Выбрать файл сжатого мода...

# NoModDescript
source: No Description Provided.
de: Keine Beschreibung angegeben.
fr: Aucune description fournie.
nl: Geen beschrijving toegevoegd.
ru: Описание не предоставлено.

# KeybindingsLabel
source: Keybindings:
de: Tastenzuordnungen:
fr: Raccourcis clavier :
nl: Sneltoetsen:
ru: Сочетания клавиш:

# EditExpandable
source: Edit...
de: Bearbeiten...
es: Editar...
fr: Modifier...
nl: Aanpassen...
ru: Редактировать...

# KeyboardRadioButton
source: Keyboard
de: Tastatur
fr: Clavier
nl: Toetsenbord
ru: Клавиатура

# KeyLabel
source: Key:
de: Taste:
fr: Touche :
nl: Toets:
ru: Клавиша:

# ControllerRadioButton
source: Controller
es: Controlador
fr: Manette
ru: Контроллер

# ButtonLabel
source: Button:
de: Knopf:
es: Botón:
fr: Bouton :
nl: Knop:
ru: Кнопка:

# AxisPOVLabel
source: Axis/POV:
de: Achse/POV:
es: Eje/POV:
fr: Axe/POV
nl: As / POV:
ru: Ось/Крестовина:

# DirectionGB
source: Direction
de: Richtung
es: Dirección
nl: Richting
ru: Направление

# TypeGB
source: Type
de: Typ
ru: Тип

# AxisRadioButton
source: Axis
de: Achse
es: Eje
fr: Axe
nl: As
ru: Ось

# POVRadioButton
source: POV
ru: Крестовина

# CustomStringLabel
source: Custom String:
de: Eigener String:
es: Cadena personalizada:
fr: Chaîne personnalisée :
nl: Aangepaste tekst
ru: Пользовательская строка:

# ThumbstickRadioButton
source: Thumb
de: Analogstick
fr: Pouce
nl: Duim
ru: Стик

# CustomAdvancedLabel
source: Custom/Advanced:
de: Benutzerdefiniert/Erweitert:
es: Personalizado/Avanzado:
fr: Personnalisé/Avancé :
nl: Aangepast/Geavanceerd:
ru: Пользовательский/Расширенный:

# ResultLabel
source: Result:
de: Ergebnis:
fr: Résultat :
nl: Resultaat:
ru: Результат:

# SelectInputTitleExpandable
source: Select Input...
de: Eingabe wählen...
fr: Selectionner l'Input
nl: Invoer selecteren...
ru: Выбрать управление...

# EditKeybindingsTitleExpandable
source: Edit Keybindings...
de: Tastenzuordnungen bearbeiten...
es: Editar combinación de teclas...
fr: Modifier les raccourcis clavier...
nl: Pas keybinds aan
ru: Изменить сочетания клавиш...

# UpdateAvaliable
source: An Update is Avaliable! Would You Like to Update Now?
de: Ein Update ist verfügbar! Willst du es jetzt installieren?
fr: Une mise à jour est disponible! Souhaitez-vous mettre à jour maintenant ?
nl: Een update is beschikbaar! Wil je nu updaten?
ru: Доступно обновление! Хотите обновиться сейчас??

# UpdaterTitle
source: Updater
fr: Mise à jour
ru: Программа обновлений

# Yes_Button
source: Yes
de: Ja
fr: Oui
nl: Ja
ru: Да

# No_Button
source: No
de: Nein
fr: Non
nl: Nee
ru: Нет

# StartupFailureError
source: Sonic 3 A.I.R is out of date, please use version 19.08.17.0 or above! (and start it at least once fully)
de: Deine Sonic 3 A.I.R. Version ist veraltet, bitte update auf Version 19.08.17.0 oder höher! (und starte es zumindest einmal)
fr: La version de Sonic 3 A.I.R est obsolète, veuillez utiliser la version 19.08.17.0 ou une version ultérieure ! (Sans oublier de le démarrer au moins une fois !)
nl: Sonic 3 A.I.R is verouderd, gebruik versie 19.08.17.0 of hoger! (en start het minstens één keer volledig op)
ru: Sonic 3 A.I.R устарел, используйте версию 19.08.17.0 или выше! (и запустите его хотя бы один раз)

# DeleteKeybindTitle
source: Delete Keybind
de: Zuordnung löschen
es: Eliminar combinación de teclas
fr: Supprimer le raccourci clavier
nl: Verwijder keybind
ru: Удалить сочетание клавиш

# DeleteKeybindVerification1
source: Verification: Do you want to remove the
de: Sicherheitsabfrage: Willst du die Tastenzuordnung
es: Verificación: ¿Deseas eliminar la
fr: Vérification : voulez-vous supprimer le
nl: Verificatie: weet je zeker dat je de keybind
ru: Подтверждение: хотите удалить

# DeleteKeybindVerification2
source: keybind?
de: löschen?
es: combinación de teclas?
fr: raccourci clavier ?
nl: wilt verwijderen?
ru: сочетание клавиш?

# KeybindingsExistingNote
source: (Existing)
de: (Existiert)
fr: (Existant)
nl: (Bestaand)
ru: (Существующий)

# Updater_Avaliable
source: An Update is Avaliable! Would You Like to Update Now?
de: Ein Update ist verfügbar! Willst du es jetzt installieren?
fr: Une mise à jour est disponible ! Souhaitez-vous mettre à jour maintenant ?
nl: Een update is beschikbaar! Wil je nu updaten?
ru: Доступно обновление! Хотите обновить сейчас??

# Updater_UpToDate
source: You have the latest version. Would you like to redownload it?
de: Du hast die aktuellste Version. Willst du sie erneut runterladen?
fr: Vous avez la dernière version. Voulez-vous la retélécharger ?
nl: Je hebt de nieuwste versie. Wil je het opnieuw downloaden?
ru: У вас последняя версия. Вы хотите загрузить её снова?

# SettingsVersionLabel
source: A.I.R. Settings Version
de: A.I.R. Version aus Einstellungen
fr: Version des paramètres de A.I.R.
nl: Instellingen A.I.R. versie
ru: Версия настроек A.I.R.

# AIRDevMode
source: Enable Dev Mode
de: Entwickler-Modus aktivieren
es: Habilitar el modo de desarrollador
fr: Activer le mode dev
nl: Activeer Dev modus
ru: Включить режим разработчика

# ImportExpandable
source: Import...
fr: Importer...
nl: Importeer...
ru: Импортировать...

# ExportExpanable
source: Export...
fr: Exporter...
nl: Exporteer...
ru: Экспортировать...

# ShowLogFileButton
source: Show A.I.R. Log File
de: A.I.R. Log-Datei anzeigen
fr: Ouvrir le fichier Log
nl: Toon A.I.R. Logbestand
ru: Показать лог A.I.R.

# PathColumnHeader
source: Path
de: Pfad
fr: Emplacement
nl: Pad
ru: Путь

# AIRVersionColumnHeader
source: A.I.R. Version
es: Versión de A.I.R.
fr: Version de A.I.R.
nl: A.I.R. Versie
ru: Версия A.I.R.

# TimestampColumnHeader
source: Item
de: Eintrag
fr: Objet
ru: Предмет

# VersionColumnHeader
source: Version
nl: Versie
ru: Версия

# SaveInputMappingsButton
source: Save Input Mappings
de: Tastenzuordnungen speichern
fr: Enregistrer le réglage des boutons
nl: Sla invoer mappings op
ru: Сохранить настройки управления

# ResetMappingsToDefaultButton
source: Reset to Defaults
de: Auf Standard zurücksetzen
fr: Réinitialiser par défaut
nl: Reset naar standaardwaarden
ru: Сбросить до значений по умолчанию

# ResetInputMappingsDefaultFormTitle
source: Reset Input Mappings to Default
de: Tastenzuordnungen auf Standard zurücksetzen
fr: Réinitialiser le réglage des boutons
nl: zet invoer mappings terug naar standaard
ru: Сбросить настройки управления до начальных

# ResetInputMappingsDefaultFormMessage
source: Are you sure, your current edits will be lost!
de: Bist du sicher, deine Änderungen gehen verloren!
fr: Êtes-vous sûr d'aller plus loin ? Vos modifications actuelles seront perdues!
nl: Weet je het zeker, je huidige bewerkingen zullen verloren gaan!
ru: Вы уверены? Ваши текущие изменения будут потеряны!

# DetectControllerExpandable
source: Detect Controller...
de: Controller suchen...
es: Detectar controlador...
fr: Détecter la manette...
nl: Detecteer controller...
ru: Обнаружить контроллер...

# DetectGamepadInputExpandable
source: Detect Gamepad Input...
de: Eingabe erkennen...
es: Detectar entrada de gamepad...
fr: Détecter l'input de la manette...
nl: Detecteer gamepad invoer...
ru: Обнаружить ввод контроллера...

# JoystickInputSelectorFormTitle
source: Select a Controller...
de: Wähle einen Controller...
fr: Sélectionner la manette...
nl: Selecteer een controller ...
ru: Выбрать контроллер...

# NoControllerFound
source: No Controllers Found!
de: Kein Controller gefunden!
fr: Aucune manette de jeu n'a été détectée !
nl: Geen controllers gevonden!
ru: Контроллеры не найдены!

# Select_Button
source: Select
de: Auswählen
fr: Selectionner
nl: Selecteer
ru: Выбрать

# WaitingForInputDialogLabel
source: Waiting for Input...
de: Warte auf Eingabe...
fr: En attente de l'input...
nl: Wachten op invoer...
ru: Ожидание ввода...

# Reselect_Input_Button
source: Reselect Input
de: Zuordnung ändern
fr: Resélectionner l'input
nl: Herselecteer Input
ru: Выбрать другое управление

# WaitingForInputDialogLabelTag
source: Selected Input:
de: Gewählte Eingabe:
fr: Input sélectionnée :
nl: Geselecteerde invoer:
ru: Выбранное управление:

# CheckForModManagerUpdatesButton
source: Check for Mod Manager Updates...
de: Nach Mod Manager Updates suchen...
es: Buscar actualizaciones del Mod Manager...
fr: Vérifier les mises à jour du Mod Manager
nl: Controleer op mod manager updates
ru: Проверить наличие обновлений Менеджера Модов...

# AIROptionsTab
source: A.I.R. Options
de: A.I.R. Einstellungen
es: Opciones de A.I.R...
fr: Options de A.I.R.
nl: A.I.R. opties
ru: Натройки A.I.R.

source: Use Dark Theme
de: Dunkle Darstellung verwenden
fr: Utiliser le Thème Sombre
nl: Gebruik donker thema
ru: Использовать тёмную тему

# StartupWindowLabel
source: Startup Window:
de: Startmodus:
fr: Fenêtre de démarrage :
nl: Opstartvenster:
ru: Вид игры при запуске:

# FullscreenOption1
source: Windowed
de: Fenster
fr: Mode Fenêtre
nl: onvolledig scherm
ru: В окне

# FullscreenOption2
source: Fullscreen
de: Vollbild
fr: Plein Ecran
nl: Volledig scherm
ru: Полный экран

# FullscreenOption3
source: Exclusive Fullscreen
de: Exklusiver Vollbildmodus
fr: Plein Ecran Exclusif
nl: alleen volledig scherm
ru: Эксклюзивный полноэкранный режим

# UnderstoodButton
source: Understood
de: Verstanden
fr: Compris
nl: Begrepen
ru: Понятно

# AIRLaunchOptionsGroupHeader
source: A.I.R. Launch Options
de: A.I.R. Startoptionen
es: Opciones de inicio de A.I.R...
fr: Option de lancement de A.I.R.
nl: A.I.R. opstart opties
ru: Опции запуска A.I.R.

# DefaultLaunchOptionItemText
source: Default (NONE)
de: Standard (KEINE)
es: Predeterminado (NINGUNO)
fr: Par défaut (AUCUN)
nl: Standaard (GEEN)
ru: По умолчанию (НЕТ)

# LaunchOptionsWarning1
source: Ignored if Starting Scene is Set to NONE
de: Wird ignoriert, wenn Startszene auf KEINE gesetzt ist
fr: Ignorer si la scène de départ est définie sur AUCUN
nl: Genegeerd als de startscene is ingesteld op GEEN
ru: Игнорируется, если для Стартового уровня установлено значение "НЕТ"

# LaunchOptionsWarning2
source: Ignored if Starting Scene is Set to Anything Other than NONE
de: Wird ignoriert, wenn Startszene auf eine andere als KEINE gesetzt ist
fr: Ignorer si la scène de départ est définie sur autre chose que AUCUN
nl: Wordt genegeerd als de startscene is ingesteld op iets anders dan GEEN
ru: Игнорируется, если в качестве Стартового уровня выбрано всё КРОМЕ "НЕТ"

# LaunchOptionsPlayerS
source: Sonic the Hedgehog
ru: Ёж Соник

# LaunchOptionsPlayerST
source: Sonic the Hedgehog & Miles "Tails" Prower
ru: Ёж Соник и Майлз "Тейлз" Прауэр

# LaunchOptionsPlayerK
source: Knuckles the Echidna
ru: Ехидна Наклз

# LaunchOptionsPlayerKT
source: Knuckles the Echidna & Miles "Tails" Prower (If Unlocked)
de: Knuckles the Echidna & Miles "Tails" Prower (wenn freigespielt)
fr: Knuckles the Echidna & Miles "Tails" Prower (Si dévérrouillé)
nl: Knuckles the Echidna & Miles "Tails" Prower (als deze is ontgrendeld)
ru: Ехидна Наклз и Майлз "Тейлз" Прауэр (If Unlocked)

# LaunchOptionsPlayerT
source: Miles "Tails" Prower
ru: Майлз "Тейлз" Прауэр

# LaunchOptionsStartingPlayerLabel
source: Starting Player
de: Start-Spieler
fr: Personnage de départ
nl: Startspeler
ru: Персонаж при запуске

# LaunchOptionsStartingSceneLabel
source: Starting Scene
de: Start-Szene
fr: Scène de départ
nl: Startscene
ru: Стартовый уровень

# LaunchOptionsStartingPhaseLabel
source: Starting Phase
de: Start-Phase
fr: Phase de démarrage
nl: Startfase
ru: Стартовая фаза

# LaunchOptionsForewarning
source: NOTE: These are Debugging Options Only! Intended for Mod Developers and Debugging Purposes. This may breaks the likes of features such as Achivements. Please be careful!
de: HINWEIS: Dies sind nur Entwickler-Einstellungen! Gedacht für Mod-Entwicklung und zum Debuggen. Es kann sein, dass Spielfunktionen wie Achievements dadurch nicht richtig funktionieren. Bitte sei vorsichtig!
fr: NOTE : Ce ne sont que des options de débogage ! Destiné aux Moddeurs et aux débogages de mods. Cela peut provoquer un ou plusieurs disfonctionnements (Par exemple, le blocage des Succès.) Veillez à utiliser ceci avec prudence !
nl: OPMERKING: dit zijn alleen foutopsporingsopties! Bedoeld voor mod-ontwikkelaars en debug-doeleinden. Dit kan functies zoals functies, zoals prestaties, verbreken. Wees alsjeblieft voorzichtig!
ru: NOTE: Это параметры только для отладки! Предназначен для разработчиков модов и целей отладки. Может нарушить такие функции, как достижения. Будьте осторожны!

# NewControllerEntryName
source: NewController
de: Neuer Controller
fr: Nouvelle Manette
nl: Nieuwecontroller
ru: Новый Контроллер

# AddInputDeviceDialogTitle
source: Add a Input Device…
de: Eingabegerät hinzufügen…
es: Agregar un dispositivo de entrada ...
fr: Ajouter un périphérique d'entrée…
nl: Voeg een invoerapparaat toe
ru: Добавить новое устройство управления…

# AddInputDeviceDialogCaption
source: Input Device Name:
de: Geräte-Name:
es: Nombre del dispositivo de entrada:
fr: Nom du périphérique d'entrée:
nl: Invoerapparaatnaam
ru: Введите имя устройства:

# AddInputDeviceError1
source: already exists in the directory, pick another name!
de: existiert bereits im Ordner, wähle einen anderen Namen!
es: ya existe en el directorio, ¡elija otro nombre!
fr: existe déjà dans le répertoire, choisissez un autre nom !
nl: bestaaat al, kies een andere naam!
ru: уже существует в каталоге, выберите другое имя!

# AddInputDeviceError2
source: uses unacceptable characters, please try to use only underscrores and numeranic/alphabettical characters.
de: nutzt ungültige Zeichnen, bitte verwende nur Buchstaben, Zahlen und Unterstriche.
es: utiliza caracteres inaceptables, intenta utilizar solo guiones bajos y caracteres numéricos/alfabéticos.
fr: utilise des caractères Inadaptés, essayez d’utiliser uniquement des Underscores (tiret du 8) et des caractères numériques / alphabétiques.
nl: gebruikt onbruikbare tekens, gebruik alleen nummers, letters en lage streepjes
ru: используются недопустимые символы, пожалуйста, попробуйте использовать только нижнее подчеркивание и цифры/алфавит.

# CreateSubFolderDialogTitle
source: Create a New Subfolder
de: Neuen Unterordner anlegen
es: Crear una nueva subcarpeta
fr: Créer un nouveau sous-dossier
nl: Maak een nieuwe submap
ru: Создать новую подпапку

# CreateSubFolderDialogCaption1
source: Type in the name of the subfolder you want to create.
de: Gib den Namen des Unterordners an, den du anlegen möchtest.
es: Escribe el nombre de la subcarpeta que deseas crear.
fr: Tapez le nom du sous-dossier que vous voulez créer.
nl: Typ de naam van de submap in die je wilt toevoegen.
ru: Введите имя подпапки, которую вы хотите создать.

# CreateSubFolderDialogCaption2
source: That folder name already exists!
de: Dieser Ordnername existiert bereits!
es: ¡Ese nombre de carpeta ya existe!
fr: Ce nom de dossier existe déjà !
nl: Die mapnaam bestaat al!
ru: Это имя папки уже существует!

# NewDeviceEntryName
source: New Device
de: Neues Gerät
fr: Nouveau périphérique
nl: Nieuwapparaat
ru: Новое Устройство

# AuthorSection
source: Author:
de: Autor:
es: Autor:
fr: Auteur :
nl: Auteur:
ru: Автор:

# NameSection
source: Name:
fr: Nom :
nl: Naam:
ru: Название:

# ModVersionSection
source: Mod Version:
fr: Version du Mod :
nl: Mod versie:
ru: Версия мода:

# GameVersionSection
source: Game Version:
de: Spiel-Version:
fr: Version du jeu :
nl: Game versie:
ru: Версия игры:

# ExistingModSection
source: Existing Mod:
de: Existierende Mod:
fr: Mod existant :
nl: Bestaande mod:
ru: Существующий мод:

# ConflictingModSection
source: Conflicting Mod:
de: Mod in Konflikt:
es: Mod conflictivo:
fr: Mod en conflit :
nl: Probleem Mod:
ru: Конфликтующий мод:

# ConflictDialogCaption
source: How would you like to resolve this conflict?
de: Wie möchtest du diesen Konflikt auflösen?
es: ¿Cómo te gustaría resolver este conflicto?
fr: Comment aimeriez-vous résoudre ce conflit ?
nl: Hoe wil je dit probleem oplossen?
ru: Как бы вы хотели разрешить этот конфликт?

# MakeCopyButton
source: Make Copy
de: Kopie erzeugen
fr: Faire une copie
nl: Maak kopie
ru: Сделать копию

# OverwriteButton
source: Overwrite
de: Überschreiben
fr: Écraser
nl: Vervangen
ru: Перезаписать

# AddNewSubFolderButton
source: Add New Subfolder…
de: Neuen Unterordner hinzufügen...
es: Agregar una nueva subcarpeta...
fr: Ajouter un nouveau sous-dossier...
nl: Voeg submap toe...
ru: Добавить новую подпапку…

# RemoveCurrentFolderButton
source: Remove Current Folder
de: Aktuellen Ordner löschen
fr: Retirer le dossier actuel
nl: Huidige map verwijderen
ru: Удалить текущую папку

# CurrentFolderLabel
source: Current Folder:
de: Aktueller Ordner:
es: Carpeta actual:
fr: Dossier actuel
nl: Huidige map:
ru: Текущая папка:

# Viewer_ActiveModsTab
source: Active Mods
de: Aktive Mods
fr: Mods actifs
nl: Actieve mods
ru: Активные Моды

# Viewer_ModsTab
source: Mods
ru: Моды

source: Open Externally…
de: Extern öffnen…
fr: Ouverture externe…
nl: Extern openen...
ru: Открыто Внешне…

# Viewer_SubFolderItemFormatString
source: Sub-folder - ({0})
de: Unterordner - ({0})
fr: Sous-dossier - ({0})
nl: Submap - ({0})
ru: Подпапка - ({0})

# Viewer_BaseFolderItemFormatString
source: Root - (Mods Directory)
de: Wurzel - (Mods Verzeichnis)
fr: Root - (Répertoire Mods)
nl: Root - (Mods map)
ru: Корневая - (Директория модов)

# UpdateFailedError
source: Update Failed!
de: Update fehlgeschlagen!
fr: Échec de la mise à jour !
nl: Update mislukt!
ru: Обновление не удалось!

# RemoveSubFolderWarning
source: Are you sure you want to delete {0}? This cannot be undone and any mods inside of this folder will be lost!
de: Bist du sicher, dass du {0} löschen willst? Dies kann nicht rückgängig gemacht werden, und alle Mods in diesem Ordner werden gelöscht!
fr: Êtes-vous sûr de vouloir le supprimer {0} ? Cela ne peut pas être annulé et tous les mods contenus dans ce dossier seront perdus !
nl: Weet je zeker dat je {0} wilt verwijderen? Dit kan niet ongedaan worden gemaakt en alle mods in deze map gaan verloren!
ru: Вы уверены, что хотите удалить {0}? Это не может быть отменено, и любые моды внутри этой папки будут потеряны!

# ErrorHyperlinkClickMessage
source: (Click here to go there!)
de: (Klicke hier um dort hinzuspringen!)
fr: (Cliquez ici pour y aller !)
nl: (Klik hier om daar naartoe te gaan)
ru: (Нажмите здесь, чтобы перейти туда!)

# ModsLoadingError
source: Error Loading Mods! Make sure your game is up to date and you have A.I.R.'s Game Path set in Options.
de: Fehler beim Laden der Mods! Stelle sicher, dass das Spiel auf dem neuesten Stand ist und dass du den Pfad zur Spielinstallation in den Einstellungen richtig gesetzt hast.
fr: Erreur lors du chargement des mods ! Assurez-vous que votre jeu est à jour et que l'emplacement de A.I.R. est défini dans les options.
nl: Fout bij het laden van mods! Zorg ervoor dat je game up-to-date is en dat je A.I.R.'s Game Path hebt ingesteld in Opties.
ru: Ошибка загрузки модов! Убедитесь, что ваша игра обновлена, и в Настройках указан путь к A.I.R.

# RecordingsLoadingError
source: Error Loading Recordings!
de: Fehler beim Laden der Recordings!
fr: Erreur lors du chargement des enregistrements !
nl: Fout bij het laden van opnamen!
ru: Ошибка при загрузке записей!

source: A.I.R. Tips...
de: A.I.R. Tipps...
es: Consejos de A.I.R...
fr: A.I.R. Conseils...
ru: Подсказки A.I.R...

source: A.I.R. Guides...
de: A.I.R. Anleitungen...
es: Guías de A.I.R...
nl: A.I.R. gidsen
ru: Гайды A.I.R...

source: does not exist!
de: existiert nicht!
es: ¡no existe!
fr: il n'existe pas!
nl: bestaat niet!
ru: не существует!

# FileString
source: File
de: Datei
fr: Fichier
nl: Bestand
ru: Файл

# FolderString
source: Folder
de: Ordner
fr: Dossier
nl: Map
ru: Папка

# CustomWordString
source: Custom
de: Eigenes
es: Personalizado
fr: Personnalisation
nl: Aangepast
ru: Пользовательский (ая)

# AboutString
source: About
de: Über
es: Acerca de
fr: À propos
nl: Over
ru: О программе

# BuildDateString
source: Build Date
de: Versionsdatum
es: Fecha de versión
fr: Date de création
nl: Versiedatum
ru: Дата выпуска

# ArchitectureString
source: Architecture
de: Architektur
es: Arquitectura
nl: Architectuur
ru: Архитектура

# SetCustomGameRecordingFolderTitle
source: Select a Custom Game Recordings Folder...
de: Eigenen Ordner für Game Recordings suchen...
fr: Sélectionnez un dossier d'enregistrements de jeu personnalisé ...
nl: Selecteer een Custom Game opname map...
ru: Выберите свою папку с записями игр...

# FileIsBusyTitle
source: File is Busy
de: Datei in Verwendung
fr: Le fichier est déjà en cours d'utilisation
nl: Bestand is druk bezig
ru: Файл занят

# FileIsBusyCaption
source: The file: {0} is currently being used by another process, would you like to continue anyways? (Clicking No or Closing this Dialog will only recheck if the file is lost; if you get stuck here, please force close the application)
de: Die Datei {0} wird gerade von einem anderen Prozess verwendet, willst du trotzdem fortfahren? (Nach Klick auf Nein oder beim Schließen dieses Dialogs wird nochmal geprüft, ob die Datei noch geöffnet ist; wenn du hier hängen bleibst, schließe bitte die Anwendung)
fr: Le fichier: {0} est actuellement utilisé par un autre processus. Voulez-vous quand même continuer? (Cliquer sur Non ou fermer cette boîte de dialogue ne revérifiera que si le fichier est perdu; si vous êtes bloqué ici, veuillez forcer la fermeture de l'application)
nl: Het bestand: {0} wordt momenteel gebruikt door een ander proces. Wil je toch doorgaan? (Als je op Nee klikt of dit dialoogvenster sluit, wordt alleen opnieuw gecontroleerd als het bestand verloren is gegaan; als je hier vastloopt, sluit je de toepassing alsjeblieft)
ru: Файл: {0} в настоящее время используется другим процессом, вы все равно хотите продолжить? (Если щелкнуть «Нет» или закрыть это диалоговое окно, проверка будет выполнена только в случае потери файла; если вы застряли здесь, пожалуйста, принудительно закройте приложение).)

# UnableToStartS3AIR
source: Unable to Start Sonic 3 A.I.R.
de: Kann Sonic 3 A.I.R. nicht starten
fr: Impossible de démarrer Sonic 3 A.I.R.
nl: Kan Sonic 3 A.I.R. niet starten
ru: Не получилось запустить Sonic 3 A.I.R.

# UnableToStartS3AIRRecordingViewer
source: Unable to Start Sonic 3 A.I.R. Recording Viewer
de: Kann die Sonic 3 A.I.R. Recording Wiedergabe nicht starten
fr: Impossible de démarrer Sonic 3 A.I.R. Visionneuse d'enregistrement
nl: Kan Sonic 3 A.I.R. Opnameviewer niet starten
ru: Неполучилось запустить плеер для записей Sonic 3 A.I.R.
